tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'cmake'
brew 'cscope'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'git'
brew 'git-hooks'
brew 'go'
brew 'heroku'
brew 'hugo'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'libyaml'
brew 'openssl'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'macvim', args: ['with-override-system-vim']
brew 'node'
brew 'nvm'
brew 'pcre'
brew 'pick'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'rethinkdb'
brew 'ruby'
brew 'ssh-copy-id'
brew 'tree'
brew 'unixodbc'
brew 'watchman'
brew 'wxmac'
brew 'yarn'
brew 'thoughtbot/formulae/rcm'
cask 'java'
cask 'keycastr'
cask 'pgadmin3'
